import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark1050(){

  const suf = '1050'
  const data = {
    ghzt:'O,H111,H112,H24,H14,H16,H18',
    scbz:'GB国标,EN欧标,ASTM美标',
    juan:[
      '厚度:0.2-8mm',
      '宽度:≤1500mm',
    ],
    ban:[
      '厚度:0.2-200mm',
      '宽度:≤2500mm',
      '长度:≤1000mm'
    ],
    bang:[
      '直径:3-200mm',
      '长度:≤6000mm'
    ],
    guan:[
      '厚度:1-100mm',
      '外径:3-350mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:['1050-H24','≥105-45','≥75','3','≥33'],
    wlxn:['1050-H24','23.6','646-657','61.3','0.0281','2.71'],
    hxcf:[suf,'-','≤0.25','≤0.40','≤0.05','≤0.05','≤0.05','——','≤0.05','≤0.05','——','——','0.03','0.15','≥99.5'],
    dxyt:[
      '1050属于纯铝板系列中的一款产品，和1060系列产品的化学成分和力学性能相将近，现在的应用中基本被1060替代。',
      '1050系列最后两位阿拉伯数字为50，根据国际牌号命名原则，含铝量必须达到99.5%以上方为合格产品。我国的铝合金技术标准(GB/T3880-2006)中也明确规定1050含铝量达到99.5%。由于不含有其他技术元素，所以生产过程比较单一，价格相对比较便宜，是目前常规工业中最常用的一个系列。工业纯铝都具有塑性高，耐蚀，导电性和导热性好的特点，但强度低，不通过热处理强化，切削性不好，可接受接触焊，气焊。',
      '1050广泛应用在日用品、照明器具、反射板、装饰品、化学工业容器、散热片、标牌，电子，灯具，铭牌，电器，冲压件等产品。在一些要求抗蚀性与成形性均高的场合，但对强度要求不高，化工设备是其典型用途。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>
  </>
}