import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark1100(){

  const suf = '1100'
  const data = {
    ghzt:'O,H111,H112,H14,H24,H16,H18',
    scbz:'GB国标,EN欧标,ASTM美标',
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    ban:[
      '厚度:0.3-100mm',
      '宽度:≤2500mm',
      '长度:≤1000mm'
    ],
    bang:[
      '直径:3-200mm',
      '长度:≤6000mm'
    ],
    guan:[
      '厚度:0.6-6mm',
      '外径:≤1500mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:['1100-H24','105-145','75','3','33'],
    wlxn:['1100-H24','23.6','646-657','61','0.0283','2.71'],
    hxcf:[suf,'','≤0.25','≤0.35','≤0.05','≤0.03','≤0.03','——','≤0.05','≤0.03','——','——','0.03','——','≥99.6'],
    dxyt:[
      '1100具有高的可塑性、耐蚀性、导电性和导热性。',
      '1100系列最后两位阿拉伯数字为50，根据国际牌号命名原则，含铝量必须达到99.5%以上方为合格产品。我国的铝合金技术标准(GB/T3880-2006)中也明确规定1100含铝量达到99.5%1100含铝量达到99.6%以上又被称为纯铝，在铝板带家族中属于一款常用的系列。此系列铝板的上风：最为常用的系列，出产过程比较单一，技术相对于比较成熟，价格相对于其它高档合金铝板有巨大上风。有良好的延伸率以及抗拉强度，完全能够知足常规的加工要求（冲压，拉伸）成型性高。为产业纯铝，具有高的可塑性、耐蚀性、导电性和导热性，但强度低,热处理不能强化可切削性不好；可气焊、氢原子焊和接触焊,不易钎焊；易承受各种压力加工和引伸、弯曲。',
      '1100广泛应用于对强度要求不高的产品.。产品常用于招牌、广告牌、建筑物外观装饰、公车车身、高楼与工厂墙身装饰、厨房洗涤槽、灯座、风扇叶、电子用件，化工仪器、薄板加工件、深拉或旋压凹形器皿、焊接零件、热交换器、钟表面及盘面、铭牌、厨具、装饰品、反光用具等。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}