import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark2014(){

  const suf = '2014'
  const data = {
    ghzt:'O,T4,T6,T6510,T6511',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:['2014-T6','105-145','75','3','33'],
    wlxn:['2014-T6','23.6','646-657','61','0.0283','2.71'],
    hxcf:[suf,'-','≤0.25','≤0.35','≤0.05','≤0.03','≤0.03','——','≤0.05','≤0.03','——','——','0.03','——','≥99.6'],
    dxyt:[
      '2014是一种高强度铝合金，因含铜量较高，故强度较高，热强性较好。',
      '2014铝合金是锻铝合金，从成分看即属于硬铝合金又属于锻铝合金，与2A50相比，因含铜量较高，故强度较高，热强性较好，但在热态下的塑性不如2A50好，2014铝合金具有良好的可切削性，接触焊、点焊和滚焊性能良好，电弧焊和气焊性能差；可进行热处理强化，有挤压效应。应用于要求高强度与硬度（包括高温）的场合。',
      '2014用途主要用于制作飞机重型、锻件、厚板和挤压材料，车轮与结构元件，空间增压槽和构件、多级火箭第一级燃料槽与航天器零件，卡车构架与悬挂系统零件。广泛应用于飞机结构（蒙皮，骨架，肋梁，隔框等）铆钉，导弹构件，卡车轮毂，螺旋桨元件及其他种种结构件，用作工作温度不超过100℃的结构铆钉。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}