import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark2017(){

  const suf = '2017'
  const data = {
    ghzt:'T6,T351,T4,T451,T6,H112,O',
    scbz:'GB国标,GJB国军标,GBN军标,EN欧标,ASTM美标',
    juan:[
      '厚度:',
      '宽度:',
    ],
    ban:[
      '厚度:0.5-400mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-500mm',
      '长度:≤6000mm'
    ],
    guan:[
      '厚度:1-100mm',
      '外径:8-550mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:['2017-T4','390','245','13','115'],
    wlxn:['2017-T4','23.6','513-640','34','0.05','2.8'],
    hxcf:[suf,'-','0.2-0.8','≤0.70','3.5-4.5','0.4-1.0','0.4-0.8','0.10','0.25','≤0.14','——','——','0.05','0.15','余量'],
    dxyt:[
      '2017具有很高的强度和良好的切削加工性能。',
      '2017铝板是第一个获得工业应用的2系合金，具有很高的强度和良好的切削加工性能，但耐腐蚀性较差。2系列铝板的特点是硬度较高，其中以铜原属含量最高，大概在3-5%左右。[1] 2系列铝板属于航空铝材，目前在常规工业中不常应用。',
      '2017通常应用于铆钉、通用机械零件、飞机、船舶、交通、建筑结构件、运输工具结构件、螺旋桨元件及配件等。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}