import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark2024(){

  const suf = '2024'
  const data = {
    ghzt:'O,H111,H112,H24,H14,H16,H18',
    scbz:'"GB国标,GJB国军标,GBN军标,EN欧标,ASTM美标,AMS航空标准',
    juan:[
      '厚度:0.5-3.0mm',
      '宽度:≤1500mm',
    ],
    ban:[
      '厚度:0.3-500mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    guan:[
      '厚度:1-100mm',
      '外径:8-550mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:['2024-T4','425','275','14','120'],
    wlxn:['2024-T4','23.9','502-638','30','0.057','2.8'],
    hxcf:[suf,'-','0.50','0.50','3.8-4.9','0.3-0.9','1.2-1.8','0.10','0.25','0.15','——','——','0.05','0.15','余量'],
    dxyt:[
      '2024强度高，有一定的耐热性，可以焊接。',
      '2024为铝－铜－镁系中的典型硬铝合金，其成份比较合理，综合性能较好。很多国家都生产这个合金，是硬铝中用量最大的。该合金的特点是：强度高，有一定的耐热性，可用作150°C以下的工作零件。温度高于125°C，2024合金的强度比7075合金的还高。热状态、退火和新淬火状态下成形性能都比较好，热处理强化效果显著，但热处理工艺要求严格。抗蚀性较差，但用纯铝包覆可以得到有效保护;焊接时易产生裂纹，但采用特殊工艺可以焊接，也可以铆接。广泛用于飞机结构、铆钉、卡车轮毂、螺旋桨元件及其他种种结构件。',
      '2024用途主要用于制作各种高负荷的零件和构件（但不包括冲压件锻件）如飞机上的骨架零件，蒙皮，隔框，翼肋，翼梁，铆钉等150℃以下工作零件。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>
  </>
}