import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark2219(){

  const suf = '2219'
  const data = {
    ghzt:'O,T3,T6,T8,T851',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:['2219-T851','425','315','8','120'],
    wlxn:['2219-T851','22.5','543-643','30','0.057','2.84'],
    hxcf:[suf,'LY19','0.20','0.30','5.8-6.8','0.2-0.4','0.02','——','0.10','0.2-0.1','0.1-0.25','——','0.05','0.15','余量'],
    dxyt:[
      '2219用于在高温315℃下工作的结构件、高强度焊接件的金属。',
      '2219铝合金，美国变形铝及铝合金。2219铝合金耐蚀性差，机械加工性能好；钎焊性差，易于电弧焊和点焊。适用于在高温315℃下工作的结构件、高强度焊接件。',
      '2219典型用途： 焊接航天引爆氧化器和燃料桶，超音速飞机外壳和结构构件材料，在-270-300℃(-450--600F)温度范围内应用，易焊接和实用，具有强的断裂韧性，T8状态能耐高应力腐蚀裂纹。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}