import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark2A50(){

  const suf = '2A50'
  const data = {
    ghzt:'T1,T6',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:['2A50-T6','354','实测','12','实测'],
    wlxn:['2A50-T6','实测','实测','实测','实测','2.8'],
    hxcf:[suf,'LD5','0.7-1.2','0.70','1.8-2.6','0.4-0.8','0.4-0.8','——','0.30','0.15','——','0.10','0.05','0.1','余量'],
    dxyt:[
      '2A50铝合金具有高强度、良好的抗蚀性、良好的可切削性能、良好的焊接性能。',
      '2A50铝合金，一种具有高的可塑性，易于锻造，冲压特点的铝合金。',
      '2A50高强度锻铝在热态下具有高的可塑性，易于锻造.冲压；可以热处理强化，在淬火及人工时效后的强度与硬铝相似；工艺性能较好，但有挤压效应，故纵向和横向性能有所差异；抗蚀性较好，但有晶间腐蚀的倾向；可切削性能良好，电阻焊.点焊.缝焊性能良好，电弧焊和气焊性能不好。',
      '2A50铝合金主要用于制作中等强度结构件和中等强度螺栓与铆钉‌‌。',
      '1.具体应用包括：飞机中等强度结构件‌：2A50铝合金常用于制造飞机的中等强度结构件，如翼肋、翼梁、隔框等‌',
      '2.交通运输工具结构件‌：它也适用于交通运输工具的结构件，如汽车、火车等的中等强度螺栓与铆钉‌',
      '3.建筑结构件‌：此外，2A50铝合金还用于建筑结构件，如中等强度的连接件和支撑件‌'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}