import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark2A70(){

  const suf = '2A70'
  const data = {
    ghzt:'T1,T6',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:['2A70-T6','355','实测','8','实测'],
    wlxn:['2A70-T6','实测','实测','实测','实测','2.8'],
    hxcf:[suf,'LD7','0.35','0.9-1.5','1.9-2.5','0.20','1.4-1.8','——','0.30','0.02-0.1','——','0.9-1.5','0.05','0.1','余量'],
    dxyt:[
      '2A70铝合金具有良好的切削性能和电阻焊、点焊及缝焊性能，但电弧焊和气焊性能较差‌，其耐蚀性尚可，适用于多种腐蚀环境下的应用‌。',
      '2A‌70铝合金因其优异的机械性能、高强度和良好的加工性及耐腐蚀性，被广泛应用于多个高性能领域。',
      '2A70铝合金的成分包括铝、铜、镁、硅等元素。其热态下具有高的可塑性，易于锻造和冲压。通过热处理强化，其在淬火及人工时效后的强度与硬铝相似。2A70铝合金不含锰、铬，因此没有挤压效应，纵向和横向性能差异较小‌。',
      '2A70铝合金主要用途：',
      '1.航空航天‌：2A70铝合金在航空航天领域有广泛应用，主要用于制造飞机结构件，如飞机机身、机翼和发动机部件等',
      '2.汽车工业‌：用于制造内燃机活塞和在高温下工作的复杂锻件，如压气机叶轮、鼓风机叶轮等‌',
      '3.军事‌：在军事领域，2A70铝合金用于制造复杂的高温工作环境下的部件，如舰船和军工设备',
      '4.机械制造‌：用于制造各种机械零件和设备，如模具、精密仪器和机械设备‌'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}