import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark3004(){

  const suf = '3004'
  const data = {
    ghzt:'O,H14,H24,H16,H18',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:['3004-H24','220-265','170','4','66'],
    wlxn:['3004-O','23.2','629-654','42','0.041','2.7'],
    hxcf:[suf,'-','0.30','0.70','0.255','1.0-1.5','0.8-1.3','——','0.10','0.15','——','——','0.05','0.1','余量'],
    dxyt:[
      '3004为AL-Mn系合金，是应用最广的一种防锈铝，这种合金的强度不高（稍高于工业纯铝），不能热处理强化，故采用冷加工方法来提高它的力学性能：在退火状态有很高的塑性，在半冷作硬化时塑性尚好，冷作硬化时塑性低，耐腐蚀好，焊接性良好，可切削性能不良。用途主要用于要求高的可塑性和良好的焊接性，在液体或气体介质中工作的低载荷零件，如油箱，汽油或润滑油导管，各种液体容器和其他用深拉制作的小负荷零件，线材用来做铆钉',
      '3004成形性、溶接性、耐蚀性均良好。用于加工需要有良好的成形性能、高的抗蚀性可焊性好的零件部件，或既要求有这些性能又需要有比1XXX系合金强度高的工作，如厨具、食物和化工产品处理与贮存装置，运输液体产品的槽、罐，以薄板加工的各种压力容器与管道一般器物、散热片、化妆板、影印机滚筒、船舶用材。',
      '3004主要应用在化工产品生产与储存装置，薄板加工件，建材、建筑挡板，电缆管道，下水道，各种灯具零部件、饮料罐、浪板、建材、彩色铝板、电灯头。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}