import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark3103(){

  const suf = '3103'
  const data = {
    ghzt:'O,H14,H24,H16,H18',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:['3103-O','90-130','35','28','27'],
    wlxn:['3103-O','实测','实测','实测','实测','2.73'],
    hxcf:[suf,'-','0.50','0.70','0.10','0.8-1.4','0.30','0.10','0.20','0.10','0.10','——','0.05','0.15','余量'],
    dxyt:[
      '3103良好的成形性能, 防锈、耐蚀性好, 焊接性、可塑性好。',
      '3103铝合金是一种以锰为主要合金元素的3000系列变形铝合金，具有优良的抗腐蚀性和良好的加工性能，广泛应用于建筑、汽车、船舶及化工等领域。',
      '3103铝合金的主要化学成分包括铝（Al）基体占比超过97%，锰（Mn）含量控制在0.9%-1.5%，其他元素如铁（Fe）、硅（Si）、铜（Cu）、锌（Zn）等总量低于0.1%。锰的添加显著提升了材料的耐腐蚀性，尤其是潮湿环境中的稳定性。',
      '3103铝合金的主要用途包括以下几个方面‌：',
      '1.建筑领域‌：幕墙支撑骨架、屋顶排水槽等潮湿环境构件',
      '2.交通运输‌：汽车管路、油箱（占欧洲铝合金油箱材料的60%）、船舶耐海水腐蚀部件',
      '3.‌化工设备‌：反应器内衬、压力容器制造'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}