import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark5049(){

  const suf = '5049'
  const data = {
    ghzt:'O,H112,H22',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:[suf+'-H22','200-270','130','11','63'],
    wlxn:[suf+'-H22','实测','实测','实测','实测','2.68'],
    hxcf:[suf,'-','0.40','0.50','0.10','0.5-1.1','1.6-2.5','0.30','0.20','0.10','——','——','0.05','0.15','余量'],
    dxyt:[
      '5049具有中等强度、良好的耐蚀性、焊接性及易于加工成形。',
      '5049铝合金属于Al-Mg-Si系，耐蚀性优良，冷加工性较好，中等强度。主要合金元素为镁，用于制造飞机油箱、油管、交通车辆、船舶钣金件，仪表、街灯支架，铆钉，五金制品，电器外壳等。还提到不能热处理强化，半冷作硬化时塑性尚好，冷作硬化时塑性低。',
      '‌5049铝合金的主要用途包括以下几个方面‌：',
      '1.交通运输‌：飞机油箱、油管、交通车辆和船舶的钣金件‌；',
      '2.建筑与工业‌：仪表支架、街灯支架、电器外壳、工业容器‌；',
      '3.五金制品‌：铆钉、液体导管等深拉小负荷零件。',
      '广泛用于要求轻量化、耐腐蚀和中等强度的场景。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}