import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark5052(){

  const suf = '5052'
  const data = {
    ghzt:'O,H111,H112,H22,H32,H24,H26',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.2-200mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:5-500mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.2-3mm',
      '宽度:≤2000mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-2500mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:['5052-H3','210-260','130','5','61'],
    wlxn:['5052-H3','23.8','607-649','35','0.0493','2.73'],
    hxcf:[suf,'-','0.25','0.40','0.10','0.10','2.2-2.8','0.15-0.35','0.10','——','——','——','0.05','0.15','余量'],
    dxyt:[
      '5052耐蚀性好，良好的成形加工和焊接性，并具有中等强度。',
      '5052属于Al-Mg系合金,使用范围广泛,特别是建筑业离不开此合金，是最有前途的合金。耐蚀性好，焊接性优良，冷加工性较好，并具有中等强度。5052的主要合金元素为镁，具有良好的成形加工性能、抗蚀性、焊接性，中等强度，用于制造飞机油箱、油管、以及交通车辆、船舶的钣金件，仪表、街灯支架与铆钉、五金制品、电-器外壳等。② AL-Mn系合金，是应用最广的一种防锈铝，这种合金的强度高，特别是具有抗疲劳强度：塑性与耐腐蚀性高，不能热处理强化，在半冷作硬化时塑性尚好，冷作硬化时塑性低，耐腐蚀好，焊接性良好，可切削性能不良，可抛光。用途主要用于要求高的可塑性和良好的焊接性，在液体或气体介质中工作的低载荷零件，如油箱，汽油或润滑油导管，各种液体容器和其他用深拉制作的小负荷零件：线材用来做铆钉。',
      '5052合金广泛应用于要求成形性和耐蚀性良好、疲惫极限高、焊接性好、中等静载荷的部件,如飞机燃料和有油料导管、油箱,以及各种海运与陆云装备的零部件、冷冲压件 、钣金工制品、路灯支柱；材料用作铆钉或焊条。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}