import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark5083(){

  const suf = '5083'
  const data = {
    ghzt:'O,H111,H112,H321,H32,H26',
    scbz:'GB国标,GJB国军标,GBN军标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-650mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-200mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-680mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:[suf+'-H112','275','125','10','75'],
    wlxn:[suf+'-H112','24.2','574-638','29','0.0595','2.75'],
    hxcf:[suf,'LF4','0.40','0.40','0.10','0.40-1.0','4.0-4.9','0.05-0.25','0.25','0.15','——','——','0.05','0.15','余量'],
    dxyt:[
      '5083具有良好的成形加工性能、抗蚀性、焊接性，中等强度。',
      '5083属于Al-Mg-Si系合金,使用范围广泛,特别是建筑业离不开此合金，是最有前途的合金。耐蚀性好，焊接性优良，冷加工性较好，并具有中等强度。5083的主要合金元素为镁，具有良好的成形加工性能、抗蚀性、焊接性，中等强度，用于制造飞机油箱、油管、以及交通车辆、船舶的钣金件，仪表、街灯支架与铆钉、五金制品、电器外壳等。AL-Mg系合金，是应用最广的一种防锈铝，这种合金的强度高，特别是具有抗疲劳强度：塑性与耐腐蚀性高，不能热处理强化，，在半冷作硬化时塑性尚好，冷作硬化时塑性低，耐腐蚀好，焊接性良好，可切削性能不良，可抛光。用途主要用于要求高的可塑性和良好的焊接性，在液体或气体介质中工作的低载荷零件，如邮箱，汽油或润滑油导管，各种液体容器和其他用深拉制作的小负荷零件：线材用来做铆钉。',
      '5083常用于船舶、舰艇、车辆用材、汽车和飞机板焊接件、需严格防火的压力容器、致冷装置、电视塔、钻探设备、交通运输设备、导弹元件、装甲等。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}