import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark5A02(){

  const suf = '5A02'
  const data = {
    ghzt:'O,H112,H24,H32',
    scbz:'GB国标,GJB国军标,GBN军标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.3-200mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:5-500mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.2-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-2500mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:[suf+'-H32','210-260','130','5','61'],
    wlxn:[suf+'-H32','23.8','607-649','35','0.0493','2.73'],
    hxcf:[suf,'LF2','0.40','0.40','0.10','或Cr0.15-0.40','2.0-2.8','——','——','0.15','——','——','0.05','0.15','余量'],
    dxyt:[
      '5A02其塑性较高,成形良好,而强度较低,合金的焊接性好。',
      '5A02 为Al-Mg系防锈型铝合金,不可热处理强化。该合金的镁含量较低,其塑性较高,成形良好,而强度较低,但比3A21合金的强度高。冷变形可以提高其强度,而塑性降低。合金的耐蚀性良好,适于在海洋环境中使用。合金的焊接性好。其切削加工性在退火状态差,半冷作樱花状态可以改善切削加工性。',
      '5A02合金适用于有高度工艺塑性要求和耐蚀性好的焊接结构和容器,如油箱、汽油和润滑油导管、指甲、法兰盘、以及轻载荷的零件,船舶、车辆的内部装饰件等,线材用作铆钉或焊条。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}