import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark5A03(){

  const suf = '5A03'
  const data = {
    ghzt:'O,H112',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:[suf+'-O','195','100','16','实测'],
    wlxn:[suf+'-O','23.8','607-648','35','0.0493','2.68'],
    hxcf:[suf,'LF3','0.5-0.8','0.50','0.10','0.3-0.6','3.2-3.8','——','0.20','0.15','——','——','0.05','0.15','余量'],
    dxyt:[
      '5A03铝合金‌具有强度和耐腐蚀性‌，有较高的抗疲劳强度、塑性与耐腐蚀性，特别是在半冷作硬化时塑性尚好，冷作硬化时塑性较低，但耐腐蚀性好，焊接性良好。',
      '5A03铝合金的主要用途包括以下几个方面‌：',
      '1.液体或气体介质中的低载荷零件‌：5A03铝合金因其高塑性和良好的焊接性，常用于在液体或气体介质中工作的低载荷零件，如邮箱、汽油或润滑油导管、各种液体容器等。',
      '2.深拉制作的小负荷零件‌：由于其良好的塑性和焊接性，5A03铝合金也适用于用深拉制作的小负荷零件‌。',
      '3.铆钉‌：线材形式的5A03铝合金常用于制作铆钉。',
      '4.海洋环境或化工环境的零部件‌：由于其良好的耐腐蚀性，5A03铝合金可用于制造海洋船舶的部分零部件或靠近海边的建筑材料‌。',
      '5.普通工业和民用场景‌：在普通工业和民用场景下，5A03铝合金可用于制作一些普通的机械结构件或工业容器，因其适中的强度和良好的加工性能。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}