import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark5A05(){

  const suf = '5A05'
  const data = {
    ghzt:'O,H112',
    scbz:'GB国标,GJB国军标,GBN军标',
    ban:[
      '厚度:1-400mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:5-500mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:',
      '宽度:',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-680mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:[suf+'-H112','265','115','14','实测'],
    wlxn:[suf+'-H32','实测','实测','实测','实测','2.7'],
    hxcf:[suf,'LF5','0.50','0.50','0.10','0.3-0.6','4.8-5.5','——','0.20','——','——','——','0.05','0.15','余量'],
    dxyt:[
      '5A05镁含量较高,其强度较低,塑性高、耐蚀性好。',
      '5A05为Al-Mg系防锈型铝合金,不可热处理强化。该合金的镁含量较高,其强度较低,与5A03合金相近。合金冷变形可以提高强度,但塑性降低。退火状态的塑性较高,半冷作硬化状态的塑性尚可。合金的耐蚀性好焊接性尚可,适用于点焊、原子氢焊、气焊、氩弧焊。其切削加工性,退火状态时很差,半冷作硬化状态尚好。',
      '5A05合金通常用于制造要求工艺塑性高、耐蚀性好、承受中等载荷的焊接管道、焊制油箱和其他液体容器,以及其他零件；线材用作焊条和铆钉,铆钉需要进行阳极氧化处理。在国外,近似合金（如5456）用于制作装甲板、高强度结构件。储存罐、压力容器,以及海洋用品部件等。',
      '5A05广泛用于制作装甲板、高强度结构件。储存罐、压力容器,以及海洋用品部件等。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>
  </>
}