import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark6005A(){

  const suf = '6005A'
  const data = {
    ghzt:'T4,T6',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:[suf+'-T5','270','225','8','90'],
    wlxn:[suf+'-T5','23.4','607-654','49','0.035','2.7'],
    hxcf:[suf,'-','0.5-0.9','0.35','0.30','0.50','0.4-0.7','0.30','0.20','0.10','0.14-0.5','——','0.05','0.15','余量'],
    dxyt:[
      '6005A铝合金的主要用途包括以下几个方面‌：',
      '1.轨道交通车辆‌：6005A铝合金广泛应用于高速列车、地铁、城市轻轨等轨道交通车辆的车体制造。其优良的塑性和抗腐蚀性使其成为轻量化车体结构的理想材料‌',
      '2.建筑领域‌：6005A铝合金用于建筑幕墙和拉闸门。其高塑性和良好的抗腐蚀性使其在建筑领域有广泛应用，特别是在需要高强度和良好成形性的场合',
      '3.机械零件‌：6005A铝合金用于制造高塑性和高抗腐蚀的机械零件，如油箱、油管等。其优良的焊接性和冷加工性使其在这些应用中表现出色', 
      '4.家具和结构材料‌：6005A铝合金常用于复杂的挤压件，如家具管、铁路和公共汽车型材结构、塔架、平台和管道等。其出色的耐腐蚀性和挤压特性使其在这些领域有广泛应用', 
      '5.其他应用‌：6005A铝合金还用于便携式梯子、需要更大强度的部件等。其良好的弯曲性能和挤压特性使其在这些应用中表现出色'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}