import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark6060(){

  const suf = '6060'
  const data = {
    ghzt:'T4,T5,T6',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:[suf+'-T6','215','160','12','75'],
    wlxn:[suf+'-T6','23.2','563-645','37','0.047','2.71'],
    hxcf:[suf,'-','0.3-0.6','0.1-0.3','0.10','0.10','0.35-0.6','0.05','0.15','0.10','——','——','0.05','0.15','余量'],
    dxyt:[
      '6060铝合金‌是一种以镁和硅为主要强化相的变形铝合金，属于Al-Mg-Si系合金，具有中等强度、良好的耐腐蚀性和焊接性能，易挤压成型，氧化着色性能佳‌‌。',
      '6060铝合金在应用范围和强度特性方面均表现出优异的性能。这使得6060铝合金在多个领域得到广泛应用，并成为现代工业中不可或缺的重要材料。',
      '6060铝合金广泛应用于多个领域‌。由于其优良的抗蚀性，它广泛用于海事用途如船舶，以及汽车、飞机焊接件、地铁轻轨、需严格防火的压力容器（如液体罐车、冷藏车、冷藏集装箱）、制冷装置、电视塔、钻探设备、交通运输设备等‌。此外，6060铝合金还用于建筑型材、灌溉管材、供车辆、台架、家具、升降机、栅栏等用的管棒、型材‌。',
      '1. 建筑领域：6060铝合金在建筑行业中主要用于制作门窗、幕墙、装饰材料等。其轻便、耐腐蚀、美观大方的特性使得铝合金成为现代建筑的首选材料。',
      '2. 交通领域：在交通运输行业中，6060铝合金广泛应用于汽车、火车、船舶等交通工具的制造。铝合金的轻量化特性有助于降低能耗，提高运输效率。',
      '3. 电子领域：6060铝合金在电子产品领域也有广泛应用，如笔记本电脑外壳、手机边框等。其导电性能和加工性能优良，可满足电子产品对材料的高要求。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}