import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark6061(){

  const suf = '6061'
  const data = {
    ghzt:'T6,T651,T6511,T652,T5,H112,O',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:[suf+'-T6','290','240','10','95'],
    wlxn:[suf+'-T6','23.6','582-652','40','0.043','2.8'],
    hxcf:[suf,'LD31','0.4-0.8','0.7','0.15-0.4','0.15','0.8-1.2','0.04-0.35','0.25','0.15','——','——','0.05','0.15','余量'],
    dxyt:[
      '6061普通硬铝合金，良好的机加工性，具有中等强度。',
      '6061属热处理可强化合金，具有良好的可成型性、可焊接性、可机加工性，同时具有中等强度，在退火后仍能维持较好的操作性.',
      '6061合金的主要合金元素是镁与硅，并形成Mg2Si相。若含有一定量的锰与铬，可以中和铁的坏作用；有时还添加少量的铜或锌，以提高合金的强度，而又不使其抗蚀性有明显降低；导电材料中还有少量的铜，以抵销钛及铁对导电性的不良影响；锆或钛能细化晶粒与控制再结晶组织；为了改善可切削性能，可加入铅与铋。在Mg2Si固溶于铝中，使合金有人工时效硬化功能。',
      '6061-T651是6061合金的主要合金，是经热处理预拉伸工艺生产的高品质铝合金产品，其强度虽不能与2XXX系或7XXX系相比，但其镁、硅合金特性多，具有加工性能极佳、优良的焊接特点及电镀性、良好的抗腐蚀性、韧性高及加工后不变形、材料致密无缺陷及易于抛光、上色膜容易、氧化效果极佳等优良特点。',
      '6061用途包括航天固定装置、电器固定装置、通讯领域，也广泛应用于自动化机械零件、精密加工、模具制造、电子及精密仪器、SMT、PC板焊锡载具、卡车， 塔式建筑，船，有轨电车，家具，管道及其他需要有强度、可焊性和抗腐蚀性能的在建筑上应用的领域。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}