import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark6082(){

  const suf = '6082'
  const data = {
    ghzt:'T6,T651,T6511,T652,H112,O',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:1-450mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:5-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:1-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:[suf+'-T6','310','260','6','90'],
    wlxn:[suf+'-T6','23.5','621-654','57','0.0302','2.8'],
    hxcf:[suf,'-','0.7-1.3','0.50','0.10','0.4-1.0','0.6-1.2','0.25','0.20','0.10','——','——','0.05','0.15','余量'],
    dxyt:[
      '6082优良的可焊性，抗腐蚀性，可成形性和机械加工性。',
      '6082属热处理可强化合金，具有良好的可成型性、可焊接性、可机械加工性和耐腐蚀性，同时具有中等强度，在退火后仍能维持较好的操作性，主要用于机械结构方面，包括棒材、板材、管材和型材等。这种合金具有和6061合金相似但不完全相同的机械性能，　其-T6状态具有较高的机械特性。合金6082在欧洲是很常用的合金产品，在美国也有很高的应用，适用于加工原料，无缝铝管，结构型材和定制型材等。6082合金通常具有很好的加工特性和很好的阳极反应性能。最常用的阳极反应方法包括去除杂质和染色，涂层等。',  
      '合金6082综合了优良的可焊性，铜焊性，抗腐蚀性，可成形性和机械加工性。合金6082的-0和T4状态适用于弯曲和成形的场合，其-T5和-T6状态适用于良好机械加工性的要求，有些特定加工需要使用切屑分离器或者其他特殊的工艺帮助分离切屑；6082合金通常具有很好的加工特性和很好的阳极反应性能。',
      '6082广泛用于航空固定装置，卡车，塔式建筑，船，管道及其他需要有强度、可焊性和抗腐蚀性能的建筑上的应用的领域。如：飞机零件、照相机镜头、耦合器、船舶配件和五金、电子配件和接头、装饰用或各种五金、铰链头、磁头、刹车活塞、水利活塞、电器配件、阀门和阀门零件。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}