import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark6A02(){

  const suf = '6A02'
  const data = {
    ghzt:'T4,T6',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:[suf+'-T6','295','实测','11','实测'],
    wlxn:[suf+'-T6','实测','实测','实测','实测','2.75'],
    hxcf:[suf,'LD2','0.5-1.2','0.50','0.2-0.6','或Cr0.15-0.35','0.45-0.9','——','0.20','0.15','——','——','0.05','0.10','余量'],
    dxyt:[
      '6A02是一种铝合金材料，具有中等强度，退火和热态下有高的可塑性、淬火和自然时效后塑性尚可，且这种状态下抗蚀性可与5A02.3A21相比，人工时效状态合金具有晶间腐蚀倾向,可切削淬火后尚可，退火后不好，合金可点焊和氢原子焊，气焊。',
      '6A02铝合金是一种高强度铝合金，主要用于航空航天、军事装备、交通运输和工业应用等领域‌。其优异的机械性能和高强度特性使其在多个领域中得到了广泛应用。',
      '6A02‌铝合金的主要用途包括以下几个方面‌：',
      '1.航空航天‌：用于制造飞机的机翼、机身框架、起落架等结构件，以及导弹壳体和卫星结构件',
      '2.军事装备‌：用于制造装甲和其他防护结构，提供高强度和耐冲击能力',
      '3.交通运输‌：在高强度需求的汽车和其他交通工具中，用于提高强度和耐用性',
      '4.工业应用‌：用于制造承受高负荷的工业机械部件和结构件，满足高强度和耐磨损的需求'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}