import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark7003(){

  const suf = '7003'
  const data = {
    ghzt:'O,H112,T6,T651,T652,T7351',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:[suf+'-T3','350','290','10','实测'],
    wlxn:[suf+'-T3','23.1','604-643','35','0.0493','2.78'],
    hxcf:[suf,'-','0.30','0.35','0.20','0.30','0.5-1.0','0.20','5.0-6.5','0.20','0.05-0.25','——','0.05','0.15','余量'],
    dxyt:[
      '7003铝合金的主要用途包括以下几个方面‌：',
      '1.航空航天领域‌：7003铝合金在航空航天领域中常用于制造飞机结构件、发动机零部件和航天器外壳等，因其具有较高的强度和耐腐蚀性能',
      '2.汽车工业‌：在汽车制造中，7003铝合金用于制造汽车车身、车架、车门和车窗等部件，能够提高汽车的强度和安全性',
      '3.运输领域‌：由于其轻质化和高强度的特性，7003铝合金被用于制造高铁列车、地铁车厢和飞机零部件，能够减轻车辆重量，降低能耗，提高运输效率',
      '4.电子领域‌：在电子设备制造中，7003铝合金用于制造电脑外壳、手机壳体和电子器件等，提供良好的屏蔽和散热性能',
      '5.建筑领域‌：7003铝合金用于制造门窗、幕墙和铝合金梯等，其轻质化特性可以减轻建筑物负荷，提高抗震性能',
      '6.环保领域‌：7003铝合金因其可回收性和再利用性，被用于制造环保设备如垃圾桶、太阳能电池板支架和风力发电设备等‌'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}