import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark7020(){

  const suf = '7020'
  const data = {
    ghzt:'T4,T6,T651',
    scbz:'GB国标,EN欧标,ASTM美标',
    ban:[
      '厚度:0.5-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-850mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:[suf+'-T6','350','290','10','实测'],
    wlxn:[suf+'-T3','23.1','604-643','35','0.0493','2.78'],
    hxcf:[suf,'-','0.35','0.40','0.20','0.05-0.5','1.0-1.4','0.1-0.35','4.0-4.5','——','——','——','0.05','0.15','余量'],
    dxyt:[
      '7020‌铝合金的主要用途包括以下几个方面‌：',
      '1.航空航天工业‌：7020铝合金常用于制造飞机的机翼、机身、尾翼等结构部件，因为这些部件需要承受较大的载荷和复杂的应力条件。此外，它也被用于飞机起落架的制造，因其出色的强度和耐冲击性能‌',
      '2.交通运输‌：在高速列车领域，7020铝合金可用于制造车体框架和支撑结构，以减轻重量并提高整体结构的强度',
      '3.在船舶和游艇制造中，其耐腐蚀性使其成为理想材料',
      '4.汽车部件‌：7020铝合金可用于制造轻量化车身结构件，提高燃油效率',
      '5.体育器材‌：由于其良好的强度重量比，7020铝合金被广泛应用于滑雪板和某些高性能自行车的制造中',
      '6.建筑业‌：在高层建筑中，7020铝合金可用于制造建筑物的支撑结构件，如幕墙框架等。通过表面处理，如阳极氧化或涂装，可以提高其外观质量和耐久性‌',
      '7.军用装备‌：用于制造部分军用装备组件，兼顾轻量化和防护能力‌',
      '8.精密机械‌：用于制造需要高精度和稳定性的零部件'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}