import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function Mark7075(){

  const suf = '7075'
  const data = {
    ghzt:'T6,T651,T6511,T652,T7531,H112,O',
    scbz:'GB国标,GJB国军标,GBN军标,EN欧标,ASTM美标,AMS航空标准',
    ban:[
      '厚度:1-600mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:4-600mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:10-1000mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:[suf+'-T6','572','503','11','150'],
    wlxn:[suf+'-T6','23.6','475-635','33','0.0515','2.9'],
    hxcf:[suf,'-','0.40','0.50','1.2-2.0','0.30','2.1-2.9','0.18-0.28','5.1-6.1','0.2','——','——','0.05','0.15','余量'],
    dxyt:[
      '7075主要用于制造飞机结构及其他要求强度高，抗腐蚀性能的高应力结构件，如飞机上，下翼面壁板，桁条等．固溶处理后塑性好，热处理强化效果好，在150度以下有良好的强度，并且有特别好的低温强度，焊接性能差，有应力腐蚀开裂倾向．还广泛应用于模具加工，机械设备，工装夹具、航天航空工业、吹塑（瓶）模、超声波塑焊模具、高尔夫球头、鞋模、纸塑模、发泡成型模、脱腊模、机械设备、用于制作高端铝合金自行车车架。在2014年将首次作为智能手机OPPO N3的机身材质被使用。'  
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>

  </>
}