import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function MarkLD10(){

  const suf = 'LD10'
  const data = {
    ghzt:'O,H111,H112,H14,H24,H16,H18',
    scbz:'GB国标,EN欧标,ASTM美标',
    juan:[
      '厚度:0.5-3mm',
      '宽度:≤1500mm',
    ],
    ban:[
      '厚度:0.5-150mm',
      '宽度:≤2500mm',
      '长度:≤1000mm'
    ],
    bang:[
      '直径:10-300mm',
      '长度:≤6000mm'
    ],
    guan:[
      '厚度:0.6-6mm',
      '外径:≤1500mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:['2A14-CS','450','400','10','138'],
    wlxn:['2A14-CS','22.5','507-638','40','0.043','2.8'],
    hxcf:['2A14','LD10','0.6-1.2','0.70','3.9-4.8','0.4-1.0','0.4-0.8','——','0.10','0.15','——','0.30','0.05','0.1','余量'],
    dxyt:[
      'LD10是一种高强度铝合金，因含铜量较高，故强度较高，热强性较好。',
      'LD10是一种用于要求高强度与硬度（包括高温）的场合的金属材料。LD10的特点是硬度较高，其中以铜元素含量最高，大概在3-5%左右。LD10系列属于航空铝材，在常规工业中不常应用。我国生产LD10系列的厂家较少。质量还无法与国外相比。进口的主要是由韩国和德国生产企业提供。随着我国航空航天事业的发展，LD10系列的生产技术将进一步提高。 ',
      'LD10用途主要用于制作飞机重型、锻件、厚板和挤压材料，车轮与结构元件，多级火箭第一级燃料槽与航天器零件，卡车构架与悬挂系统零件。广泛应用于飞机结构（蒙皮，骨架，肋梁，隔框等）铆钉，导弹构件，卡车轮毂，螺旋桨元件及其他种种结构件，用作工作温度不超过100℃的结构铆钉。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>
  </>
}