import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function MarkLF6(){

  const suf = 'LF6'
  const data = {
    ghzt:'O,H112',
    scbz:'GB国标,GJB国军标,GBN军标',
    ban:[
      '厚度:1-400mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:5-500mm',
      '长度:≤6000mm'
    ],
    juan:[
      '厚度:',
      '宽度:',
    ],
    guan:[
      '厚度:1-100mm',
      '外径:5-680mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:[suf+'-H112','305','145','12','实测'],
    wlxn:[suf+'-H112','21.8','实测','30','71','2.75'],
    hxcf:['5A06','LF6','0.40','0.40','0.10','0.5-0.8','5.8-6.8','——','0.20','0.02-0.10','——','——','0.05','0.15','余量'],
    dxyt:[
      'LF6高镁合金，耐蚀性好，焊接性优良，具有中等强度。',
      'LF6是高镁合金,在不可热处理合金中强度良好，耐蚀性、可切削性良好。阳极化处理后表面美观。电弧焊性能良好。LF6合金中的主要合金元素为镁，具有良好的抗蚀性与可焊接性能，以及中等强度。',
      'LF6属于Al-Mg系合金,使用范围广泛,特别是建筑业离不开此合金，是最有前途的合金。耐蚀性好，焊接性优良，冷加工性较好，并具有中等强度。AL-MG系合金，是应用最广的一种防锈铝，这种合金的强度高，特别是具有抗疲劳强度：塑性与耐腐蚀性高，不能热处理强化，，在半冷作硬化时塑性尚好，冷作硬化时塑性低，耐腐蚀好，焊接性良好，可切削性能不良，可抛光。用途主要用于要求高的可塑性和良好的焊接性，在液体或气体介质中工作的低载荷零件，如油箱，汽油或润滑油导管，各种液体容器和其他用深拉制作的小负荷零件：线材用来做铆钉。',
      '优良的抗腐蚀性能使LF6合金广泛用途如航空航天，军工以及汽车、飞机焊接件、地铁轻轨，需严格防火的压力容器（如液体罐车、冷藏车、冷藏集装箱）、制冷装置、电视塔、钻探设备、交通运输设备、导弹零件、工装夹具、装甲等。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>
  </>
}