import Banner from "@/components/banner"
import MarkCom from "@/components/markCom"
import GridCom from "@/components/GridCom"
export default function MarKLY12(){

  const suf = 'LY12'
  const data = {
    ghzt:'O,H111,H112,H24,H14,H16,H18',
    scbz:'"GB国标,GJB国军标,GBN军标,EN欧标,ASTM美标,AMS航空标准',
    juan:[
      '厚度:0.5-3.0mm',
      '宽度:≤1500mm',
    ],
    ban:[
      '厚度:0.3-500mm',
      '宽度:≤2500mm',
      '长度:≤10000mm'
    ],
    bang:[
      '直径:3-600mm',
      '长度:≤6000mm'
    ],
    guan:[
      '厚度:1-100mm',
      '外径:8-550mm',
      '长度:≤6000mm'
    ],
    xc:[
      '规格多样 模具齐全','支持定制 任意形状'
    ],
    dj:[
      '来图来样 按需切割','多种材质 交期准时'
    ],
    jsxn:['2A12-T4','425','275','12','120'],
    wlxn:['2A12-T4','22.9','502-638','30','0.057','2.8'],
    hxcf:['2A12','LY12','0.50','0.50','3.8-4.9','0.3-0.9','1.2-1.8','——','0.3','0.15','——','——','0.05','0.15','余量'],
    dxyt:[
      suf+'高强度硬铝，可进行热处理强化，可以焊接。',
      'LY12铝合金属Al-Cu-Mg系铝合金，主要特征及应用范围：这是一种高强度硬铝，可进行热处理强化，在淬火和刚淬火状态下塑性中等，点焊焊接良好，用气焊时有形成晶间裂纹的倾向，合金在淬火和冷作硬化后其可切削性能尚好，退火后可切削性低：抗腐蚀性不高，常采用阳极氧化处理与涂漆方法或表面加包铝层以提高其抗腐蚀能力。',
      'LY12用途主要用于制作各种高负荷的零件和构件（但不包括冲压件锻件）如飞机上的骨架零件，蒙皮，隔框，翼肋，翼梁，铆钉等150℃以下工作零件。'
    ]
  }
  return <>
    <Banner suf={suf}/>
    <MarkCom suf={suf}/>
    <GridCom suf={suf} data={data}/>
  </>
}